Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/fjernundervisning-alternativ-opplaering-i-samisk.html.tmx
Source language: nob
Languages: sme

source: Fjernundervisning - alternativ opplæring i samisk
sme: Gáiddusoahpahus - molssaevttolaš oahpaheapmi sámegielas

source: Skoleeier er pliktig til å gi samisk opplæring dersom foreldre/elever krever det.
sme: Skuvlaeaiggát lea geatnegahtton addit sámi oahpahusa jus vánhemat/oahppit dan gáibidit.

source: Dersom skoleeier ikke kan gi opplæring i samisk med eget undervisningspersonale, har elevene rett til alternative former for opplæring.
sme: Jus skuvlaeaiggát ii sáhte addit sámegieloahpahusa skuvlla oahpaheddjiiguin, de lea ohppiin vuoigatvuohta oažžut oahpahusa molssaevttolaš oahpahusvugiiguin.

source: Alternative former kan være fjernundervisning, intensivundervisning eller særlige leirskoleopphold, jf. Opplæringslova § 6-2 femte ledd og § 6-3 første ledd og forskrift til opplæringslova § 7-1.
sme: Molssaevttolaš vuogit sáhttet leat gáiddusoahpaheapmi, intensiivaoahpaheapmi dahje sierra leairaskuvlaorostallan, gč. Oahpahuslága § 6-2 viđat lađđasa ja § 6-3 vuosttaš lađđasa ja oahpahuslága láhkaásahusa § 7-1.

source: Fjernundervisning er en alternativ opplæringsform som kun skal benyttes i de tilfeller hvor skoleeier ikke kan skaffe lærer som kan undervise i samisk.
sme: Gáiddusoahpaheapmi lea molssaevttolaš oahpahusvuohki mii ii galgga geavahuvvot eambbo dalle go skuvlaeaiggát ii oaččo oahpaheaddji gii sáhttá oahpahit sámegielas.

source: Det finnes idag fjernundervisningstilbud i samiske språk både for grunnskole og i videregående opplæring.
sme: Odne gávdnojit sámegiella gáiddusoahpahusfálaldagat sihke vuođđoskuvlii ja joatkkaoahpahussii.

source: Det er skoleeier som har ansvaret for å søke om timer og få i gang fjernundervisning.
sme: Lea skuvlaeaiggát geas lea ovddasvástádus ohcat diimmuid ja bidjat johtui gáiddusoahpahusa.

source: Kunnskapsdepartementet har utarbeidet eget Rammeverk for samisk fjernundervisning .
sme: Máhttodepartemeanta lea ráhkadan sierra rámmaeavttuid sámi gáiddusoahpahussii .

source: Fylkesmannen i Nordland har koordineringsansvar for sør- og lulesamisk fjernundervisning.
sme: Norlándda fylkkamánnis lea koordinerenovddasvástádus lulli- ja julevsámegiella gáiddusoahpahusas.

source: Fylkesmannen i Finnmark har koordineringsansvar for nordsamisk fjernundervisning.
sme: Finnmárkku fylkkamánnis lea koordinerenovddasvástádus davvisámegiella gáiddusoahpahusas.
